// 霸都丶傲天 2019年12月24日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "你来啦！宝贝",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "我是你的臭猪",  // 同上...
        "这是我为你建立的个人网站",
        "这是我们的第二个情人节",
        "虽然因为这个肺炎",
        "我们不能一起过",
        "但是我们还是可以给对方创造惊喜的呀",
        "很高兴生命里遇到了你",
        "和你在一起的每一天都很快乐",
        "我会永远爱你的，宝贝",
        "也知道你也会永远爱我的，嘻嘻",
        "爱你爱你",
    ],
    wish: "臭猪&&冰冰相爱了",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2018-06-26 15:05:20",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
